Repository: Eruonen/wp-github-activity
Catalog: languages/wp-github-activity-*.po
Languages: nl_nl

source: User not found.
nl_nl: Gebruiker niet gevonden

source: %1$s created repository %2$s
nl_nl: %1$s maakte repository %2$s aan

source: %1$s pushed to %2$s at %3$s
nl_nl: %1$s pushte naar %2$s op %3$s

source: %1$s started following %2$s
nl_nl: %1$s volgt nu %2$s

source: %1$s forked %2$s to %3$s
nl_nl: %1$s forkte %2$s naar %3$s

source: %1$s commented on %2$s
nl_nl: %1$s plaatste een bericht op %2$s

source: Unrecognized activity type
nl_nl: Onherkend activity type

source: A widget for showing a user's public GitHub activity feed
nl_nl: Een widget om een gebruiker's GitHub activiteit feed te tonen

source: GitHub activity feed
nl_nl: GitHub activiteit feed

source: Title
nl_nl: Titel

source: User
nl_nl: Gebruiker

source: Limit
nl_nl: Limiet

source: Cache (0 to disable cache)
nl_nl: Cache (0 om cache uit te schakelen)

source: This plugin allows Wordpress to show a GitHub user's public activity feed
nl_nl: Deze plugin laat Wordpress een GitHub gebruiker's publieke activiteiten feed tonen

source: http://coios.net/
nl_nl: http://coios.net/nl/
